export const accountsDescription: any = {
  accounts: {
    title: "로그인",
    description:
      "프로젝트 부스터는 로켓과 잡담을 위한 스타트업 창업자들의커뮤니티입니다.",
  },
  signup: {
    title: "회원가입",
    description0:
      "스타트업 CEO만을 위한 공간 부스터에 오신걸 환영합니다.<br/>사업자등록증 상 대표이사만 활동이 가능합니다.<br/>회원가입을 위해 본인명의의 휴대폰, 사업자등록증이 필요합니다.<br/>미리 준비해주세요. ",
    description1:
      "휴대폰 인증이 완료되었습니다.<br/>아이디와 비밀번호를 입력해주세요.",
    description2: "회원정보를 입력해주세요.",
  },
  findId: {
    title: "아이디 찾기",
    step1: "이름과 연락처를 통해 본인확인 후 아이디를 찾아드립니다.",
    step2: "님의 아이디는 다음과 같습니다.",
  },
  resetPassword: {
    title: "비밀번호 초기화",
    step1: "비밀번호를 초기화를 위해 아이디를 입력해 주세요.",
    step2:
      "회원정보에 등록한 휴대전화 번호와 입력한 휴대전화 번호가 같아야, 인증번호를 받을 수 있습니다.",
    step3: "앞으로 사용할 새 비밀번호를 입력해 주세요.",
    step4: "비밀번호가 성공적으로 초기화되었습니다.",
  },
  businessRegistration: {
    title: "회사 인증하기",
    description:
      "회사 실명인증을 위해 사업자등록증을 확인하며 사업자등록증 정보는 관리자가 직접 회원정보에 등록합니다.<br/>가입자 이름과 사업자등록증이 일치하지 않을 경우 가입에 제한이 있습니다.<br/>사업자등록증은 가입 후 마이페이지에서 등록을 할 수 있으며, 사업자등록 인증이 되지 않을 경우 부스터 사용에 제한이 있습니다.<br/>사업자등록증 승인은 영업일 기준 2일 내에 처리됩니다.<br><br>※사업자등록증은 jpg, png 파일로 준비해주세요",
  },
};
